import Container from "@/utils/Container";

export default function PublicContract() {
  return (
    <Container>
      <div className="text-white">
        <h2 className="font-michelin text-3xl lg:text-[44px] text-center pb-4 sm:pb-7">
          ПУБЛІЧНИЙ ДОГОВІР
        </h2>
        <p className="text-base text-center font-semibold mb-[62px] sm:mb-[73px]">
          ПРО НАДАННЯ ПРАВА КОРИСТУВАННЯ ФРАНШИЗОЮ
        </p>
        <p className="mb-[180px] text-m-resp font-medium">
          Цей Публічний договір (далі - "Договір") визначає умови співпраці між
          Татарка, яка є власником франшизи (далі - "Франчайзер"), та будь-якою
          фізичною або юридичною особою (далі - "Партнер"), яка погоджується з
          умовами цього Договору шляхом акцептування.
          <br />
          <br />
          1. ЗАГАЛЬНІ ПОЛОЖЕННЯ
          <br /> 1.1. Цей Договір є публічною офертою відповідно до чинного
          законодавства України.
          <br /> 1.2. Акцепт цього Договору здійснюється шляхом подання заявки
          на сайті [Адреса сайту] або укладення іншої угоди з Франчайзером.
          <br />
          <br />
          2. ПРЕДМЕТ ДОГОВОРУ
          <br />
          <br /> 2.1. Франчайзер надає Партнеру право користування своєю
          франшизою на умовах, визначених цим Договором.
          <br /> 2.2. Партнер зобов'язується здійснювати діяльність відповідно
          до стандартів i рекомендацій, встановлених Франчайзером.
          <br />
          <br />
          3. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН
          <br />
          <br /> 3.1. Права Франчайзера:
          <br /> - Контролювати дотримання Партнером стандартів бренду. <br />-
          Надавати рекомендації щодо ведення бізнесу.
          <br /> 3.2. Обовʼязки Франчайзера:
          <br /> - Надати Партнеру доступ до матеріалів та інструкцій. -
          Забезпечити консультаційну підтримку. <br />
          3.3. Права Партнера:
          <br /> - Використовувати торгову марку, логотип та бренд відповідно до
          умов Договору. <br />- Отримувати консультації та підтримку від
          Франчайзера. <br />
          3.4. Обовʼязки Партнера:** <br />- Дотримуватись стандартів якості та
          процедур. <br />- Своєчасно сплачувати роялті та інші платежі, якщо це
          передбачено умовами франшизи.
          <br />
          <br />
          4. ФІНАНСОВІ УМОВИ <br />
          <br />
          4.1. Вартість участі у франшизі визначається індивідуально.
          <br /> 4.2. Партнер зобов'язується здійснювати оплату відповідно до
          виставлених рахунків.
          <br />
          <br />
          5. ВІДПОВІДАЛЬНІСТЬ СТОРІН <br /> <br /> 5.1. Сторони несуть
          відповідальність за порушення умов Договору відповідно до чинного
          законодавства України. <br />
          5.2. Франчайзер не несе відповідальності за збитки, спричинені діями
          Партнера. <br />
          <br />
          6. СТРОК ДІЇ ДОГОВОРУ <br /> <br /> 6.1. Цей Договір набуває чинності
          з моменту акцептування Партнером. <br /> 6.2. Договір може бути
          розірвано за ініціативою будь-якої зі сторін з попередженням за 30
          днів. <br />
          <br />
          7. ІНШІ УМОВИ <br />
          <br />
          7.1. Усі суперечки вирішуються шляхом переговорів або у судовому
          порядку. <br />
          7.2. Договір складено українською мовою, якщо інше не передбачено
          окремою домовленістю. <br />
          <br />
          Довіряйте професіоналам i станьте частиною нашої успішної команди!
        </p>
      </div>
    </Container>
  );
}
