export const data = [
  {
    title: "Гарантований прибуток",
    txt: "Наш головний пріоритет. Ми не просто надаємо франшизу, ми створюємо можливість стабільного та гарантованого доходу.",
    img: "/images/superiority/img1.webp",
  },
  {
    title: "Простота управління",
    txt: "Наша бізнес-модель розроблена для того, щоб забезпечити легкість та ефективність у керуванні вашим бізнесом.",
    img: "/images/superiority/img2.webp",
  },
  {
    title: "Фінансова ефективність",
    txt: "З поверненням інвестицій за 10 місяців наша франшиза стає вигідним та швидкозасвоюваним інвестиційним проектом.",
    img: "/images/superiority/img3.webp",
  },
];
