export const data = [
  {
    title: "Допомога при запуску",
    txt: [
      "Продуманий алгоритм при підборі локації",
      "Повний перелік постачальників та підрядників",
      "Виїзд команди запуску для контролю підготовки до відкриття",
      "Допомога в контролі виконання ремонтних робіт",
      "Налагодження бізнес-процесів",
    ],

    img: "/images/superiority/img1.webp",
  },
  {
    title: "Асортимент",
    txt: [
      "Класичні та авторські чебуреки, біляші, пончики та інші страви, класичні та сезонні напої",
      "Регулярне впровадження новинок",
    ],
    img: "/images/superiority/img2.webp",
  },
  {
    title: "Маркетинг",
    txt: [
      "Комплексне навчання управлінню бізнесом для партнера",
      "Програми навчання для продавців та кухарів",
      "Стандарти обслуговування",
      "Стандарти проведення інвентаризацій",
    ],
    img: "/images/superiority/img3.webp",
  },
  {
    title: "Навчання",
    txt: [
      "План маркетингових заходів",
      "Допомога в онлайн просуванні",
      "Перелік працюючих рекламних інструментів",
    ],
    img: "/images/superiority/img4.webp",
  },
  {
    title: "Проект та дизайн",
    txt: [
      "Розробка проекту торгівельної точки з урахуванням специфіки приміщення",
      "Розробка макетів (акції, банери, вивіски, прайс-листи, листівки та інше)",
    ],
    img: "/images/superiority/img5.webp",
  },
  {
    title: "Супровід",
    txt: ["Управлінський", "Юридичний", "Фінансовий"],
    img: "/images/superiority/img6.webp",
  },
];
