export const data = [
  {
    title: "Управлінська",
    descr:
      "Роль пасивного інвестора, де ви надаєте фінансові ресурси для відкриття торгівельної точки, а операційне управління здійснюється франчайзером.",
    info: [
      {
        name: "Переваги",
        txt: `Менше зусилля в <br class="xs:hidden"/> управлінні`,
      },
      { name: "Інвестиції", txt: "Від 20000$" },
      { name: "Прибуток", txt: "від $1 200 на місяць" },
    ],
  },
  {
    title: "Класична",
    descr:
      "Класичний підхід, де ви самостійно управляєте торгівельною точкоюз допомогою франчайзера та відповідаєте стандартам мережі.",
    info: [
      {
        name: "Переваги",
        txt: `Повний контроль та <br class="xs:hidden"/>підтримка франчайзі`,
      },
      { name: "Інвестиції", txt: "Від 25000$" },
      { name: "Прибуток", txt: "від $2 000 на місяць" },
    ],
  },
];
