export const data = [
  {
    img: "/images/why-us/img1.webp",
    title: "Готова бізнес-модель:",
    txt: "Ми вже протестували всі процеси - вам залишиться лише дотримуватись інструкцій",
  },
  {
    title: "Відомий бренд",
    txt: "Клієнти довіряють нашій якості та сервісу, а значить, ваш заклад швидко стане популярним",
  },
  {
    title: "Різні формати",
    txt: `Обирайте те, що підходить <br/> саме вам`,
  },
  {
    img: "/images/why-us/img2.webp",
    title: "Окупність",
    txt: "Окупність вкладень від 9 місяців",
  },
];
